
// 1 Hour
"1 hour before" = "1時間前";

// 1.5 Hour
"1.5 hour before" = "1.5時間前";

// 15 Minutes
"15 minutes before" = "15分前";

// 2 Hour
"2 hour before" = "2時間前";

// 30 Minutes
"30 minutes before" = "30分前";

// 5 Minutes
"5 minutes before" = "5分前";

// shift sheduler support
"[SSS] ShiftSheduler support" = "[SSS] シフト表サポート";

// Account
"Account" = "アカウント";

// add new shift
"Adding new shift..." = "新シフト追加";

// choose alert sound
"Alert" = "アラーム音を選択";

// enable Alert
"Alert Sound" = "アラーム音";

// show hide out date shifts strings.
"click button to show or hide the outdated shifts" = "日付シフトの表示と非表示を切り替えるには、ボタンをクリックします";

// out of date shift is archived
"Archived Shifts" = "アーカイブされたシフト";

// just happen
"At time of event" = "起こる";

// calendar in tab bar
"Calendar" = "カレンダー";

// No comment provided by engineer.
"Can't Save" = "保存できません";

// cancel
"Cancel" = "取り消し";

// choose a color to show icon
"Change Color" = "色を変更";

// choose a icon
"Change Icon" = "アイコンを変更する";

// Charactor
"Charactor" = "文字";

// No comment provided by engineer.
"Check this app: Shift Sheduler" = "推奨アプリケーション：シフト表";

// Vacation date in place holder
"Choose a date, have fun!" = "日付を選択し";

// No comment provided by engineer.
"Choose a type of shift change" = "タイプを選択します";

// choose data
"choose date" = "日付を選択し";

// title of choose icon view
"Choose Icon" = "アイコンを変更します";

// choose shift
"Choose shift" = "選択し";

// choose data
"Choose shift date" = "日付を選択し";

// No comment provided by engineer.
"choose to change shift detail" = "表示および変更する作業を選択します";

// No comment provided by engineer.
"Click to change shift cycle" = "シフト周期を変更するクリック";

// No comment provided by engineer.
"Click to choose shift on days" = "作業日をクリックして選択し";

// Time to start work
"Clock In" = "出社時間";

// think note server erro
"Connection to ThinkNote Server Error" = "サーバーエラーThinkNoteへの接続";

// create one
"Create Profile" = "シフト増加";

// No comment provided by engineer.
"Customize Work Day" = "ワークデーカスタマイズ";

// choose date in shift change add
"Date" = "何時";

// No comment provided by engineer.
"eg, 1, 3, 5, 7 on, 2, 4, 6 off" = "たとえば、1,3,5、2,4,6、残りを働く";

// No comment provided by engineer.
"eg, work 5 days off 2 days." = "たとえば、クラスの5日に2日間の休息";

// share by mail
"Email" = "メールでシェア";

// eMail support item
"Email support" = "フィードバック";

// error title of think note share
"Error" = "エラー";

// Exchange
"Exchange" = "交換";

// From in shift add view
"From" = "から";

// No comment provided by engineer.
"Hi, \n I found a very interesting app, and I think it will help for you, check it out!\n Link is: http://itunes.apple.com/us/app/shift-scheduler/id482061308?mt=8" = "こんにちは、私は、スケジューリングのためのアプリケーションを発見した良いシフト、私は彼らと非常に快適です、私はあなたにもそれでこのリンクを下向きにすると便利かもしれないと思う！ http://itunes.apple.com/jp/app/sukejuringuteburu/id482061308?mt=8&uo=4";

// email body in share object
"Hi, <p> I want to share you with my shift schedule, here is my shift schedule at %@, you can check the shift of this month by attachment: \"%@\", and each shift's work time by attachment: \"%@\". <p> <p> About Shift Sheduler\UFF1A<a href='http://itunes.apple.com/en/app//id482061308?mt=8'>Click Here</a>" = "Hi, <p> I want to share you with my shift schedule, here is my shift schedule at %@, you can check the shift of this month by attachment: \"%@\", and each shift's work time by attachment: \"%@\". <p> <p> About Shift Sheduler：<a href='http://itunes.apple.com/en/app//id482061308?mt=8'>Click Here</a>";

// return to home in profile view
"Home" = "ホーム";

// hours
"Hours" = "時間";

// I Know
"I Know" = "決定";

// Icon
"Icon" = "アイコン\nアイコン";

// show icon or text in profile change view
"Icon Behavior" = "シフト スケジューラ";

// alart title start profile view
"incomplete input" = "不完全な入力";

// alart title in editing profile view
"Input Shift Name" = "仕事の名前を入力してください";

// is start now
"is off now" = "休憩時間に";

// is start now
"is start now" = "労働時間に";

// login
"Login" = "ログイン";

// thinkNote Login
"Login ThinkNote" = "ThinkNoteログイン";

// shift Str of think Note
"My shift schedule at %@, the following images are shift calendar and shift profile." = "%@を@に私のシフトスケジュールは、以下の画像は、シフトカレンダーとシフトのプロファイルがあります。";

// No comment provided by engineer.
"N/A" = "無";

// No comment provided by engineer.
"Name of Shift" = "シフトの名前";

// alart shift type in editing profile view
"Needs Shift Type" = "シフトの種類を必要とする";

// change to in shift change view
"New Shift" = "新しいジョブを追加";

// no bould string in setting
"No Bound" = "アカウントを持っていますか";

// no shift changes
"No shitf changes..." = "";

// no create one
"No,Thanks" = "なし";

// no
"None" = "決して";

// alert for not configure shift yet.
"Not Configure shift" = "シフトを設定しない";

// notes of shift change add view
"Notes" = "注釈";

// how long time remind me before off
"Off Alert" = "思い出させるために休息";

// From in shift add view
"Origin Shift" = "オリジン日付";

// expand archived shifts
"Outdated Shifts" = "期限切れのスケジューリング";

// OverWork
"OverWork" = "過労";

// overwork date in place holder
"overwork date" = "年月日";

// alert string in editing profile view to let user input shift type
"Please Choose a shift type" = "シフトの種類を選択してください。";

// alert string in editing profile view to let user input shift type
"Please choose shift end date" = "シフトの終了日を選択してください";

// alert string in editing profile view let user choose start date
"Please choose start date" = "開始日を選択してください。";

// please input notes here
"Please input notes here (optional)" = "ここにコメントを書き込む";

// alert string in editing profile view to let user input job name
"Please input shift Name" = "仕事の名前を入力してください";

// thinkNote Setting tips
"Please setup your ThinkNote account in 'Setting->Login ThinkNote'" = "";

// Rating me item
"Rating me!" = "私は、スコア";

// register a new account for thinknote
"Register" = "登録";

// No comment provided by engineer.
"Regular Work Day" = "正規ワークデー";

// repeart forever string
"Repeat forever" = "永遠に繰り返し";

// finish at this date
"Repeat Until" = "結束";

// finish at this date
"Repeat until" = "終わり";

/* reset */
"Reset All Data" = "データを削除します";

// how long rest days
"Rest Length" = "数日残り";

// Settings
"Settings" = "設定";

// share to other
"Share" = "シェア";

// share by thinknote
"Share by ThinkNote" = "";

// shift in shift add view
"Shift" = "シフト";

// shift changes list view
"Shift Changes" = "交換";

// length of cycle
"Shift Cycle" = "シフト サイクル";

// No comment provided by engineer.
"Shift Cycle Length" = "シフトのサイクルの長さ";

// Shift detail title
"Shift Detail" = "シフトの詳細設定";

// config  detail of shift
"Shift detail" = "シフトの詳細設定";

// No comment provided by engineer.
"Shift Enable Display on Calender" = "カレンダー上の表示を有効にするシフト";

// alart shift type in editing profile view
"Shift Invalied" = "無効なシフト";

// shift management view
"Shift Manage" = "シフトのリスト";

// job name
"Shift Name" = "シフトの名前";

// application title
"Shift Scheduler" = "シフト表";

// on-off time in mail attachment
"Shift-On-Off Time" = "";

// shifts works in tabbar
"Shifts" = "シフト";

// start with this date
"Start with" = "開始日";

// error title of think note share
"Success" = "成功";

// success share shift calendar to qingbiji
"Success share shift calendar to  www.qinbiji.cn" = "";

// share view help text
"Swipe right to review the calendar images." = "カレンダーの画像を見直すスワイプ右。\n";

// tell a friend item
"Tell a friend" = "友達に教える";

// long warnning information before delete all data
"This will delete all Shift information in your application, are you sure ?" = "よろしいですかこれ、アプリケーション内のすべてのシフト情報を削除しますか？";

// share by thinknote
"ThinkNote" = "";

// think note attach upload error
"ThinkNote Attachment Upload failed." = "ThinkNote添付ファイルがアップロードに失敗しました。";

// think note login failed
"ThinkNote Login Failed" = "ThinkNoteログインに失敗しました";

// thinknote note upload failed
"ThinkNote Note Upload failed." = "ThinkNoteメッセージは、アップロードに失敗しました。";

// time and remind title
"Time and Remind" = "労働時間とアラーム";

// tips in tabbar
"Tips" = "ヒント";

// change to in shift change view
"To" = "で終了";

// today
"Today" = "今日";

// user/password wrong message
"User Name or Password is not correct, failed to login to server, please double again" = "エラーログイン：ユーザー名またはパスワードが正しくありません。アカウントセットを再バインドするには";

// Vacation
"Vacation" = "休暇";

// when day of overwork or vacation
"When" = "何時";

// No comment provided by engineer.
"Which days on shift?" = "何時ですか";

// will start in %d Hour
"will off in %d Hour" = "%dの時間で動作します";

// will start in %d Minutes
"will off in %d Minutes" = "作業には%d分になります";

// will start in %d Hour
"will start in %d Hour" = "%dの時間後に作業を開始しよう";

// will start in %d Minutes
"will start in %d Minutes" = "約%d分後に作業を開始";

// How many hours?
"With Hours" = "作業長さ";

// how long notice before work
"Work Alert" = "思い出させるた労働";

// in shift type picker view
"Work days mode" = "シフト スケジュールの種類";

// how long work days
"Work Length" = "ワーク長さ";

// tips
"You can change the shift days by click each item\n" = "あなたは、各項目に\\ nをクリックすることにより、シフト日変更できます。";

// prompt of create profile title
"You don't have any shift profile yet. Do you want to create one? " = "あなたが作成し、任意の周波数のレコードを設定していない？";
